[
    {
        "chaine": "01 TV",
        "nom": "24-05-2022 20h07 01h (85)",
        "date": "01-01-0001",
        "debut": "00h00",
        "duree": "00h00",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": true
    },
    {
        "chaine": "6ter",
        "nom": "Astérix et le coup du menhir",
        "date": "18-10-2015",
        "debut": "22h10",
        "duree": "01h40",
        "synopsis": "Les garnisons romaines cherchent à tirer profit de l’amnésie soudaine du druide Panoramix, mésestimant la vigilance du vaillant guerrier Astérix.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/vPjtSCjIYclkeZyA6aruOmb1lFx.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/mMP5otHjSzDYSMpOdqy8bO3Avks.jpg",
        "imprecis": false
    },
    {
        "chaine": "6ter",
        "nom": "Minority Report",
        "date": "14-02-2016",
        "debut": "20h55",
        "duree": "02h40",
        "synopsis": "À Washington, en 2054, la société du futur a éradiqué le meurtre en se dotant du système de prévention / détection / répression le plus sophistiqué du monde. Dissimulés au cœur du Ministère de la Justice, trois extra‐lucides captent les signes précurseurs des violences homicides et en adressent les images à leur contrôleur, John Anderton, le chef de la « Précrime » devenu justicier après la disparition tragique de son fils. Celui‐ci n’a alors plus qu’à lancer son escouade aux trousses du « coupable » … Mais un jour se produit l’impensable : l’ordinateur lui renvoie sa propre image. D’ici 36 heures, Anderton aura assassiné un parfait étranger. Devenu la cible de ses propres troupes, Anderton prend la fuite. Son seul espoir pour déjouer le complot : dénicher sa future victime. Sa seule arme : les visions parcellaires, énigmatiques, de la plus fragile des Pré‐Cogs : Agatha.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/hb0cri8EVIWbiKbumXOkrl1ethM.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/1Tx5tHyPnhS1WgDzzsywbcFkcDA.jpg",
        "imprecis": false
    },
    {
        "chaine": "6ter",
        "nom": "Mission Impossible, protocole fantôme",
        "date": "03-02-2021",
        "debut": "23h25",
        "duree": "02h35",
        "synopsis": "Après avoir été impliquée dans un complot terroriste mondial, l’agence Mission Impossible est contrainte de cesser ses activités. Le Protocole Fantôme est mis en place : Ethan Hunt et sa nouvelle équipe doivent opérer dans le secret pour blanchir le nom de leur organisation. Aucune aide, aucun contact, isolation totale. Cette mission va s'avérer être la plus dangereuse et la plus intense qu'ils aient eu à remplir.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/bwwC2u9MIVk0V8cJKLuHKdDktBx.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/hqyjzDRCs1N5gEsh2gklzPdsEFD.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Good Morning Vietnam",
        "date": "08-08-2021",
        "debut": "21h00",
        "duree": "02h10",
        "synopsis": "Un nouveau disc jockey est envoyé au Vietnam pour animer la radio des forces armées et distraire les soldats. Son ton frais et irrévérencieux le rend vite populaire aux yeux des militaires.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/yPszN5iNKr3MmFq0dMhAyvzW0kb.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/mbgJEkrJ0uBOakLwpufdmW4K8Im.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Hôtel du Nord",
        "date": "05-07-2021",
        "debut": "20h55",
        "duree": "01h45",
        "synopsis": "Un hôtel modeste au bord du canal Saint-Martin abrite une clientèle bigarrée. Pierre et Renée, un couple d'amoureux, décident d'en finir avec la vie. Ce qui va s'avérer plus difficile que prévu. Un autre couple, M. Edmond, mystérieux homme, et Raymonde, une prostituée, vont se mêler à l'histoire des amoureux désespérés.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/bCEHkWyfrcrjFFmcM6FKskVT6US.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/k6U0BEzQkGyfDFMPpcYkkw37DZK.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Indiana Jones À la recherche de l'âge d'or perdu",
        "date": "14-05-2021",
        "debut": "22h45",
        "duree": "01h10",
        "synopsis": "Hawaii, mai 1977. Après le succès de « La Guerre des étoiles », George Lucas et Steven Spielberg se réunissent pour trouver un nouveau projet sur lequel travailler ensemble, le premier comme producteur, le second comme réalisateur. L'histoire de la naissance du charismatique archéologue Indiana Jones et du triomphe de sa première aventure, sortie en 1981, au box-office mondial.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/mcVm8tgWrPvLqJqcHwgVTq57GFR.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/ofRUyIddC3iE7hXGETqPAMUqy3P.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "L'impasse",
        "date": "06-02-2022",
        "debut": "21h00",
        "duree": "02h30",
        "synopsis": "Estelle est une psychiatre dévouée à son métier, fervente pratiquante d’hypnose ericksonienne qui mène une existence presque tranquille avec son mari et son fils. Mais sa vie bascule le jour où Thomas, son amour de jeunesse, réapparaît dans sa vie, hospitalisé dans son service suite à une tentative de suicide. Ce dernier est bientôt accusé d’avoir tué un médecin, rival d’Estelle. Estelle va alors s’enfuir avec Thomas dans la campagne provençale pour tenter de l’innocenter et le soigner. Son mari David et sa meilleure amie Agathe, en menant l’enquête pour les retrouver avant les forces de l’ordre, vont découvrir la personnalité très trouble de Thomas, et vont le soupçonner de représenter une menace pour Estelle. C’est dans cette course poursuite que les secrets qui lient Estelle et Thomas vont enfin ressurgir…",
        "review": "🤢🤢🤢",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "La grotte Cosquer un chef-d'oeuvre en sursis",
        "date": "25-06-2022",
        "debut": "22h20",
        "duree": "01h05",
        "synopsis": "Dans le Parc National des Calanques, à 37 mètres sous le niveau de la mer, se cache la seule grotte ornée sous-marine au monde : la Grotte Cosquer. Méconnue car difficile d’accès, cette incroyable cavité aux peintures et gravures vieilles de 30.000 ans est menacée par la montée des eaux. Une véritable course contre la montre a commencé. Pendant qu’on entreprend la fabrication d’un facsimilé de la grotte à Marseille, une nouvelle mission scientifique reprend les recherches sur le terrain. En suivant les archéologues qui analysent ses chefs-d’œuvre et les artistes qui les reproduisent, le film retrace l’extraordinaire histoire de l’une des plus importantes grottes ornées d’Europe, et enquête sur les hommes qui fréquentaient ces rivages de Méditerranée aujourd'hui submergés.",
        "review": "🤢🤢🤢",
        "img_link": "https://image.tmdb.org/t/p/original/a0zCcp1msFHX47GVkSltbHdajJN.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/xxbAg9hs5kRhQDyosXaFdIRBpxt.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "La Panthère rose",
        "date": "02-01-2022",
        "debut": "21h00",
        "duree": "02h",
        "synopsis": "Le Phantom, mystérieux cambrioleur introuvable, dépouille régulièrement le gotha de ses bijoux. Une belle princesse fuyant son pays arrive en Europe avec dans ses bagages une extraordinaire pierre précieuse, « La Panthère Rose ». En villégiature à Cortina d'Ampezzo, elle devient la proie numéro un du voleur. L'inspecteur Clouseau est envoyé sur les lieux pour débusquer l'insaisissable Phantom.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/fmkoldRSKo09GpTeNnGvkJ6w2sV.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/k5kvY6I74JdnKiKze2mmLG9GrXX.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "La part des anges",
        "date": "17-03-2021",
        "debut": "20h55",
        "duree": "01h50",
        "synopsis": "A la suite d’un casse qui a mal tourné, un voleur grièvement blessé échoue dans la ferme d’Emile et y meurt après avoir enterré secrètement son butin dans les champs. Pour Emile, la tentation est trop forte, il dissimule le corps et entreprend de rechercher l’argent avant l’arrivée d’Eloïse, nouvelle propriétaire de la ferme, et de son fils qui vient l’aider à déménager. Inexorablement la police, et les autres complices du casse, sont sur leur trace…",
        "review": "🤢🤢🤢",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Le train",
        "date": "31-10-2021",
        "debut": "20h55",
        "duree": "01h40",
        "synopsis": "Mai 1940. Fuyant l'avance des troupes allemandes, Julien Maroyeur, réparateur de radios, réformé pour cause de myopie, quitte son village du Nord-Est (Fumay, Ardennes) avec sa femme, Monique, enceinte, et leur fille de 7 ans. Lors de la formation du train qui doit les emmener vers le sud, Julien, contraint de voyager dans les wagons de marchandises réservés aux hommes, se retrouve séparé des siens. Au cours du voyage, il fait la connaissance d'Anna, une jeune juive allemande. Entre ces deux êtres, pourtant si différents par leur origine et leur condition, une grande passion va naître.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/mcro7TF69faZbXE9TCEFvknJQpj.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/lZU5ItBj7p4cXFjDnx87QlhbiT3.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Le traître",
        "date": "22-05-2022",
        "debut": "21h00",
        "duree": "02h35",
        "synopsis": "Ancien membre de la police allemande, Georges se cache en 1944. Louise, qui l'aime, lui fait rencontrer Adrien Rove, un officier du contre-espionnage qui lui promet l'impunité contre divers services. Georges permet le déminage du métro et initie l'arrestation de certains collaborateurs. D'abord méfiants l'un vis-à-vis de l'autre, les deux hommes apprennent à s'apprécier.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/62fJ7LMN7VL4ucs8iiSARjx6JxW.jpg",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Les éternels",
        "date": "23-05-2022",
        "debut": "22h30",
        "duree": "02h20",
        "synopsis": "Ils marchent à pas lents sur des chemins caillouteux, courent parfois à perdre haleine, comme pour échapper à des poursuivants. Des horreurs, ils en ont sans doute trop vu, peut-être trop commis aussi, trop supporté. Ils voudraient que la vie les abandonne pour, enfin, être libérés de leur souffrance.Tous les personnages qui traversent ce film et les terres aux confins du Haut-Karabagh portent en eux une infinie mélancolie, habités par les fantômes du génocide de 1915 et du conflit qui meurtrit la région depuis la chute de l'Empire soviétique. Ils errent, dans cette enclave arménienne en Azerbaïdjan, autoproclamée indépendante en 1991, mêlant leurs délires, leur folie, à ce qui reste de l'effondrement de l'Union soviétique au Caucase : des ruines, des espaces inhabités, des tombes, des vestiges de guerre, des tranchées d'où des jeunes soldats guettent un ennemi invisible.",
        "review": "★★",
        "img_link": "https://image.tmdb.org/t/p/original/7Sa2Z8clNyJAkAIb27jQ2wCOaiF.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/jIfPLloXelmSr9aBH0So50N5hww.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Melody Gardot From Paris with Love",
        "date": "15-05-2021",
        "debut": "01h10",
        "duree": "01h10",
        "synopsis": "",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/ndqMtb7DJ606xhe27Gn5W5hUaaX.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/552I16Fo99615QrlaWqKMbsrM6Q.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Nés en 68",
        "date": "21-05-2021",
        "debut": "20h55",
        "duree": "01h55",
        "synopsis": "1968. Catherine, Yves et Hervé ont vingt ans, sont étudiants à Paris et s'aiment. La révolte du mois de mai bouleverse leur existence. Gagnés par l'utopie communautaire, ils partent avec quelques amis s'installer dans une ferme abandonnée du Lot. L'exigence de liberté et la recherche de l'accomplissement individuel les conduisent à faire des choix qui finissent par les séparer. 1989. Les enfants de Catherine et Yves entrent dans l'âge adulte et affrontent un monde qui a profondément changé : entre la fin du Communisme et l'explosion de l'épidémie de sida, l'héritage militant de la génération précédente doit être revisité.",
        "review": "★★",
        "img_link": "https://image.tmdb.org/t/p/original/nJsvBY7HmAxTIZXEbPfG512U0WK.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/rKmPCxYGuwCecuEMXH4mDUVjQFz.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Quand l'inspecteur s'emmêle",
        "date": "02-01-2022",
        "debut": "22h50",
        "duree": "01h55",
        "synopsis": "Un crime est commis dans l'hôtel particulier d'un milliardaire. L'affaire semble claire. Maria, la soubrette, est retrouvée près du cadavre, son amant, l'arme à la main. Mais pour l'inspecteur Clouseau, chargé de l'enquête au grand dam de son supérieur hiérarchique, tout cela paraît trop simple. Il est persuadé que Maria est innocente...",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/9IkYSCssWMcnWEPpB88WTtQS6zO.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/vG027Nr32grjLTvlYUq9LQ6Z1qb.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Sueurs froides",
        "date": "16-01-2022",
        "debut": "21h00",
        "duree": "02h15",
        "synopsis": "Scottie est sujet au vertige, ce qui lui porte préjudice dans son métier de policier. Rendu responsable de la mort d'un de ses collègues, il décide de quitter la police. Une ancienne relation le contacte afin qu'il suive sa femme, possédée selon lui par l'esprit de son aïeule. Scottie s'éprend de la jeune femme et se trouve ballotté par des événements qu'il ne peut contrôler.",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/uFhTTIJypI747dfXpTmsqCxZgZB.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/4udTK6mZ8zR2aCE0b0spddWWzMZ.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "The Social Network",
        "date": "30-01-2022",
        "debut": "21h00",
        "duree": "02h05",
        "synopsis": "Un soir d'hiver 2003, Mark Zuckerberg, étudiant à Harvard et expert en informatique, s'installe devant son ordinateur et se met à travailler avec frénésie sur une nouvelle idée, autour du développement de programme et de blogs. Ce qui prend forme dans cette chambre ce soir-là deviendra très vite un réseau communautaire à échelle mondiale et une révolution dans la communication. Seulement six années et quelques 500 millions d'amis plus tard, Mark Zuckerberg est devenu le plus jeune milliardaire de l'histoire... Cependant, pour cet entrepreneur, la réussite amène à la fois des complications personnelles et légales.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/cvUfwhoAReL4e5eegFCHM73rIda.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/65D7t8wgZFpjOTvIp1HQvHFY0fC.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Trintignant par Trintignant",
        "date": "31-10-2021",
        "debut": "22h35",
        "duree": "01h05",
        "synopsis": "Le portrait d'un homme d'une élégance rare et d'un charme énigmatique, polyvalent et couronné de succès : Jean-Louis Trintignant, l'un des acteurs français les plus acclamés par la critique au cours des soixante dernières années, connu pour ses nombreux rôles sur scène et à l'écran.",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/oJp5ymSlP0bE3ubaromzIexC15Q.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/hQMUMcwkhxQU182OEEFWWiFO2zI.jpg",
        "imprecis": false
    },
    {
        "chaine": "Arte",
        "nom": "Victoria",
        "date": "23-02-2022",
        "debut": "21h00",
        "duree": "01h40",
        "synopsis": "Victoria Spick, avocate pénaliste en plein néant sentimental, débarque à un mariage où elle y retrouve son ami Vincent et Sam, un ex-dealer qu’elle a sorti d’affaire. Le lendemain, Vincent est accusé de tentative de meurtre par sa compagne. Seul témoin de la scène, le chien de la victime. Victoria accepte à contrecœur de défendre Vincent tandis qu'elle embauche Sam comme jeune homme au pair. Le début d’une série de cataclysmes pour Victoria.",
        "review": "★★",
        "img_link": "https://image.tmdb.org/t/p/original/s2kzTeF4BSNSiUy5GVymIC0Kr7W.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/ltvsxWWWfvcxoUbKVL8Dhhlwnrx.jpg",
        "imprecis": true
    },
    {
        "chaine": "Arte",
        "nom": "Zodiac",
        "date": "19-09-2021",
        "debut": "20h55",
        "duree": "02h45",
        "synopsis": "Zodiac, l'insaisissable tueur en série qui sévit à la fin des années 60 et répandit la terreur dans la région de San Francisco, fut le Jack l'Eventreur de l'Amérique. Prodigue en messages cryptés, il semait les indices comme autant de cailloux blancs, et prenait un malin plaisir à narguer la presse et la police. Il s'attribua une trentaine d'assassinats, mais fit bien d'autres dégâts collatéraux parmi ceux qui le traquèrent. Ceci est la chronique de sa traque qui s'étire sur deux décennies…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/dn24UojGCvT4ZxZ7zqNbauSuh8j.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/jP2htGBHE7vKq4MLeC75UeC0sZH.jpg",
        "imprecis": false
    },
    {
        "chaine": "Chérie 25",
        "nom": "Jeux de pouvoir",
        "date": "08-04-2021",
        "debut": "21h05",
        "duree": "02h25",
        "synopsis": "Stephen Collins est membre du Congrès américain et préside le comité qui supervise les dépenses de la Défense. Ambitieux, il incarne l'avenir de son parti et pourrait bien devenir un des leaders du pays. Lorsque sa jeune assistante est tuée dans des circonstances mystérieuses, certains secrets font surface... Cal McAffrey, journaliste chevronné et ami de longue date de Collins, est chargé par sa rédactrice en chef, d'enquêter sur l'affaire. Avec une jeune journaliste, Della Frye, McAffrey tente de découvrir l'identité du meurtrier. Il ignore qu'il s'attaque à un complot qui menace les structures mêmes du pouvoir. Lorsque des milliards sont en jeu, tout le monde devient suspect...",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/cAFfhia4joDvGK2zvL6lOue6Xlx.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/xQeVDh6LLTNz4dXZ3TFmJHu5kex.jpg",
        "imprecis": false
    },
    {
        "chaine": "Chérie 25",
        "nom": "Le grand alibi (Épisode du 29 05 2019)",
        "date": "19-02-2021",
        "debut": "21h05",
        "duree": "01h45",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Chérie 25",
        "nom": "Le mystère de la chambre jaune",
        "date": "25-07-2019",
        "debut": "21h05",
        "duree": "02h30",
        "synopsis": "Suite à la tentative d’assassinat de la belle Mathilde, fille du célèbre professeur Stangerson, le jeune reporter Joseph Rouletabille, accompagné de son ami et photographe Sainclair, se rend au château du Glandier pour élucider le mystère. Qui est l’agresseur ? Quel est son mobile ? Et surtout, comment a-t-il pu s’échapper de la chambre jaune, fermée de l’intérieur ? Le célèbre inspecteur Frédéric Larsan soupçonne Darzac, le fiancé de Mlle Stangerson…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/35y8GOGj4IuowKNBMv5IaMSf9d2.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/22sEgukNcmmfuhr991FLM4Y50Za.jpg",
        "imprecis": false
    },
    {
        "chaine": "Chérie 25",
        "nom": "Le parfum de la dame en noir",
        "date": "01-08-2019",
        "debut": "21h05",
        "duree": "02h25",
        "synopsis": "Un an après l'affaire de la chambre jaune, Mathilde Stangerson, dont le père, le professeur Stangerson est décédé et s'apprête à épouser l'ancien assistant de celui-ci, Robert Darzac, se sent menacée et refait appel au journaliste Rouletabille car elle est persuadée que son mari le gangster Bellmayer, alias Larsan est toujours en vie : elle vient de recevoir un flacon de parfum pour leur anniversaire de mariage...",
        "review": "🤢🤢🤢",
        "img_link": "https://image.tmdb.org/t/p/original/kTp9MpNiJw6WWx6wR7WsCFIenxQ.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/fy4DhWqkLdWEApfdoFRYOr2YtgH.jpg",
        "imprecis": false
    },
    {
        "chaine": "CStar",
        "nom": "The Ryan Initiative",
        "date": "17-03-2021",
        "debut": "23h22",
        "duree": "02h21",
        "synopsis": "Ancien Marine, Jack Ryan est devenu un brillant analyste financier.\r Thomas Harper le recrute au sein de la CIA pour enquêter sur une organisation financière terroriste.\r Cachant la nature de cette première mission à sa fiancée, Jack Ryan part à Moscou pour rencontrer l’homme d’affaires qu’il soupçonne d’être à la tête du complot. Sur place, trahi et livré à lui-même, Ryan réalise qu’il ne peut plus faire confiance à personne. Pas même à ses proches...",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/haUmL2zDMah2uRugfcZQbM6msEx.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/2wiHGaKqI2UsAzziKrrkAS1V0Rv.jpg",
        "imprecis": false
    },
    {
        "chaine": "Eurosport 2",
        "nom": "Ski alpin Coupe du monde à Kitzbühel (Coupe du monde à Kitzbühel 2021 2022",
        "date": "Descente",
        "debut": "messieurs)",
        "duree": "00h00",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": true
    },
    {
        "chaine": "France 2",
        "nom": "Ad Astra",
        "date": "31-10-2021",
        "debut": "21h05",
        "duree": "02h20",
        "synopsis": "L’astronaute Roy McBride s’aventure jusqu’aux confins du système solaire à la recherche de son père disparu et pour résoudre un mystère qui menace la survie de notre planète. Lors de son voyage, il sera confronté à des révélations mettant en cause la nature même de l’existence humaine, et notre place dans l’univers.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/cJ0wqaQ9KPzs3fROXUuaWgRg9Pj.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/AeDS2MKGFy6QcjgWbJBde0Ga6Hd.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Adults in the Room",
        "date": "31-07-2022",
        "debut": "23h10",
        "duree": "02h19",
        "synopsis": "Derrière des portes closes, une histoire universelle : celle d’un peuple emprisonné dans sa dette colossale. L’arbitraire de l’austérité imposée prime sur l’humanité et la compassion. Une histoire où chacun joue sa partition, où les personnages ne sont ni bons ni diaboliques, mais mûs par leurs intérêts. Un piège asphyxiant et des moyens de pression sur nos héros pour les diviser. Une tragédie grecque des temps modernes.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/e3Cb5AkA5eDucPLlIEHzzVfzJcz.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/euc8eHdZq5tCas9aqPOWoHCGeV3.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "as des as",
        "date": "06-09-2021",
        "debut": "21h08",
        "duree": "02h12",
        "synopsis": "Jo Cavalier, entraîneur national, doit accompagner l'équipe de boxe aux J.O. de Berlin. Durant le voyage il prend en charge un enfant de dix ans poursuivi par la Gestapo.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/kuQb63zXvgHMOZYmC8D2NfnDe5w.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/2Mb9OeiyfAhWkuiklK92E6e6InC.jpg",
        "imprecis": true
    },
    {
        "chaine": "France 2",
        "nom": "Cash investigation (Ehpad l'heure des comptes )",
        "date": "01-03-2022",
        "debut": "21h10",
        "duree": "02h",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Demain ne meurt jamais",
        "date": "18-08-2019",
        "debut": "21h00",
        "duree": "02h10",
        "synopsis": "L’agent 007, alias James Bond, a pour mission de localiser l’épave du « Devonshire », une frégate de la Royal Navy, perdue dans les eaux territoriales chinoises. Il doit également retrouver le coupable de l’attentat, un certain Henry Gupta, ancien gauchiste activement recherché par le FBI et, enfin, remonter jusqu’au cerveau de l’opération, Elliot Carver, propriétaire du quotidien « Tomorrow » et patron du plus grand empire médiatique de tous les temps.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/6sHUh1Zvz5QXDJbSvGErfNatwBD.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/yUHP5AectnhcG4dWJ53L3uQvOgu.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Goldeneye",
        "date": "12-07-2020",
        "debut": "22h30",
        "duree": "02h20",
        "synopsis": "Dans les derniers jours de la guerre froide, James Bond et son collègue et ami Alec Trevelyan s’introduisent dans l’usine soviétique de gaz neurotoxique Arkangel, afin de la détruire. Les deux hommes sont découverts et, au cours d’une violente bagarre, Trevelyan est fait prisonnier et exécuté sous les yeux de Bond par le général soviétique Ourumov. Bond s’enfuit de façon spectaculaire. Il restera obsédé par son échec à sauver son ami. 9 ans plus tard, alors que l’Union soviétique est devenue une constellation de nations indépendantes, James Bond rencontre Xenia Onatopp, une superbe créature qui joue au chat et à la souris avec lui. La partie se révèle pleine de charme mais aussi pleine de dangers.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/nnJc9Q9S1B8iOE03eh0hqxfr4qF.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/8o9FsYGpQgRrpASU38L4gcgxchw.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Jason Bourne",
        "date": "05-09-2021",
        "debut": "21h10",
        "duree": "02h15",
        "synopsis": "La traque de Jason Bourne par les services secrets américains se poursuit. Des îles Canaries à Londres en passant par Las Vegas…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/cqvNVmn25vCmBcbwSfR1KlSOBBH.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/7mHeyU0a538bgguOeF57I8ZroSk.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Le cas Richard Jewell",
        "date": "16-01-2022",
        "debut": "21h10",
        "duree": "02h25",
        "synopsis": "En 1996, Richard Jewell fait partie de l’équipe chargée de la sécurité des Jeux d’Atlanta. Il est l’un des premiers à alerter de la présence d’une bombe et à sauver des vies. Mais il se retrouve bientôt suspecté… de terrorisme, passant du statut de héros à celui d’homme le plus détesté des États‐Unis. Il fut innocenté trois mois plus tard par le FBI mais sa réputation ne fut jamais complètement rétablie, sa santé étant endommagée par l’expérience.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/7OGXHGMr3v5VMdXJ5ZU97gWlxpY.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/zAfG4ZmpNfKSyr8MVn1CHjgYYXx.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Le Mans '66",
        "date": "26-10-2021",
        "debut": "21h05",
        "duree": "02h45",
        "synopsis": "Relate l’histoire vraie qui a conduit l’ingénieur automobile visionnaire américain Caroll Shelby à faire équipe avec le pilote de course britannique surdoué Ken Miles. Bravant l’ordre établi, défiant les lois de la physique et luttant contre leurs propres démons, les deux hommes n’avaient qu’un seul but: construire pour le compte de Ford Motor Company un bolide révolutionnaire capable de renverser la suprématie de l’écurie d’Enzo Ferrari sur le mythique circuit des 24 heures du Mans en 1966…",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/2KQI0x6AEdbiN6z4LWjKZHukMzZ.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/n3UanIvmnBlH531pykuzNs4LbH6.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Le monde ne suffit pas",
        "date": "04-11-2018",
        "debut": "23h25",
        "duree": "02h05",
        "synopsis": "Le magnat du pétrole Sir Robert King est assassiné dans l'enceinte même du bâtiment ultramoderne des services secrets britanniques. James Bond réussit à éliminer l'auteur de l'attentat, une tueuse professionnelle travaillant pour le terroriste international Renard. Craignant que ce dernier ne s'en prenne désormais à la fille de King, Elektra, 007 se charge de la protéger. En Azerbaïdjan, où King avait commencé à exploiter un nouveau gisement pétrolifère, l'agent secret retrouve Valentin Zukovski, un ex-agent du KGB devenu mafioso, qui va l'aider dans son enquête.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/u0xYbB335NA518wHvdL2WeASzXh.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/n2jVDMcBEWsLFooO7W1ZkcMUtWS.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Les frères Sisters",
        "date": "07-03-2021",
        "debut": "21h05",
        "duree": "02h10",
        "synopsis": "Charlie et Elie Sisters évoluent dans un monde sauvage et hostile, ils ont du sang sur les mains: celui de criminels, celui d'innocents... Ils n'éprouvent aucun état d'âme à tuer. C'est leur métier. Charlie, le cadet, est né pour ça. Elie, lui, ne rêve que d'une vie normale. Ils sont engagés par le Commodore pour rechercher et tuer un homme. De l'Oregon à la Californie, une traque implacable commence, un parcours initiatique qui va éprouver ce lien fou qui les unit. Un chemin vers leur humanité?",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/cfTIqWn8YLds4GqW37XggmySjT8.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/fzvzm3HDEHhnpdiq17pdE7eJ6WJ.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Men in Black International",
        "date": "07-11-2021",
        "debut": "21h10",
        "duree": "02h05",
        "synopsis": "Les Men In Black ont toujours protégé la Terre de la vermine de l’univers. Dans cette nouvelle aventure, ils s’attaquent à la menace la plus importante qu’ils aient rencontrée à ce jour : une taupe au sein de leur organisation.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/p21MKFhq7Y0wdCppKQh5xTXaap0.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/2FYzxgLNuNVwncilzUeCGbOQzP7.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Meurs un autre jour",
        "date": "04-08-2019",
        "debut": "21h00",
        "duree": "02h20",
        "synopsis": "Une opération secrète, menée en Corée du Nord par James Bond et deux de ses hommes, est compromise par un traître non identifié. S'ensuit une course-poursuite en hovercraft au cours de laquelle le colonel nord-coréen Moon trouve la mort et son lieutenant, Zao, est grièvement blessé. James Bond est quant à lui capturé et jeté dans une prison militaire. Après quelques mois de détention, ce dernier est libéré à l'occasion d'un échange de prisonniers organisé par Falco, le directeur de la National Security Agency. Démis de ses fonctions, l'ancien agent secret est décidé à retrouver Zao et à démasquer le traître qui a entraîné sa chute. Sa quête, riche en rebondissements, l'amènera à faire la rencontre de la belle et mystérieuse Jinx et de Gustav Graves, un mégalomaniaque propriétaire d'un somptueux palais de glace islandais et d'une arme d'une puissance insoupçonnée.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/d3HapjTNnR3mg7dugz47aQZ8rUS.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/lYBScyqgV0L0MukoseSyHeEp3N0.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Mission Impossible Rogue Nation",
        "date": "31-01-2021",
        "debut": "21h05",
        "duree": "02h25",
        "synopsis": "Ethan Hunt et son équipe s’attaquent désormais à la plus impossible des missions : éliminer le Syndicat, une organisation internationale secrète et sans scrupules. Cette dernière va se révéler aussi puissante que résolue à détruire l’IMF (Impossible Mission Force).",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/8ft1MXcAM6K9qJqr3LM9dtCR9OR.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/2mUpYunvmXQni74Lydj2kKP2M10.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Night and Day",
        "date": "19-09-2021",
        "debut": "21h05",
        "duree": "02h",
        "synopsis": "La vie du compositeur américain Cole Porter, depuis ses années à Yale dans les années 10 jusqu'à son apogée durant les années 40.",
        "review": "★★",
        "img_link": "https://image.tmdb.org/t/p/original/xtHI4cEznXivdXXu5sNgs9qSHkN.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/35kwCFM9tNu9Y5AlvSDSYGSkXXg.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Quai d'Orsay",
        "date": "28-03-2021",
        "debut": "21h05",
        "duree": "02h25",
        "synopsis": "Le jeune Arthur Vlaminck est embauché en tant que chargé du « langage » par le ministre des Affaires étrangères Alexandre Taillard de Worms. En clair, il doit écrire les discours du ministre ! Mais encore faut-il se faire une place entre le directeur du cabinet et les conseillers qui gravitent dans un Quai d'Orsay où le stress, l'ambition et les coups fourrés ne sont pas rares…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/pkQ8RR1EI75uoEkhbEOsYCheFyu.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/w8Imbnwpa8oStXyHaEIAoZ7vB70.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 2",
        "nom": "Red Sparrow",
        "date": "22-11-2020",
        "debut": "22h55",
        "duree": "02h30",
        "synopsis": "Une jeune ballerine, dont la carrière est brisée nette après une chute, est recrutée contre sa volonté par les services secrets russes. Entraînée à utiliser ses charmes et son corps comme une arme, elle découvre le plaisir que lui donne ce nouveau pouvoir et devient rapidement l’un de leurs meilleurs agents. Sa première cible est un agent infiltré de la CIA en Russie. Entre manipulation et séduction, un jeu dangereux s’installe entre eux.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/nZegFuOohRDJ4BKcoNRwqSkG39p.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/sGzuQYSTwJvLBc2PnuSVLHhuFeh.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "Astérix et Obélix au service de sa Majesté",
        "date": "27-12-2016",
        "debut": "20h55",
        "duree": "02h",
        "synopsis": "50 avant Jésus Christ. César a soif de conquêtes. À la tête de ses glorieuses légions il décide d'envahir cette île située aux limites du monde connu, ce pays mystérieux appelé Britania, la Bretagne. La victoire est rapide et totale. Enfin… presque. Un petit village breton parvient à lui résister, mais ses forces faiblissent. Cordelia, la reine des Bretons, décide donc d’envoyer son plus fidèle officier, Jolitorax, chercher de l’aide en Gaule, auprès d’un autre petit village, connu pour son opiniâtre résistance aux Romains… Dans le village gaulois en question, Astérix et Obélix sont déjà bien occupés. Le chef leur a en effet confié son neveu Goudurix, une jeune tête à claques fraîchement débarquée de Lutèce, dont ils sont censés faire un homme. Et c'est loin d'être gagné…",
        "review": "★★",
        "img_link": "https://image.tmdb.org/t/p/original/1OSSechq5Gqj2Ut8jX1t1qk3Usz.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/o85S8MN16ILEeSPL4JyEVzAmvZV.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "Interstellar",
        "date": "04-03-2021",
        "debut": "21h05",
        "duree": "02h55",
        "synopsis": "Dans un futur proche, face à une Terre exsangue, un groupe d’explorateurs utilise un vaisseau interstellaire pour franchir un trou de ver permettant de parcourir des distances jusque‐là infranchissables. Leur but : Trouver un nouveau foyer pour l’humanité.",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/1pnigkWWy8W032o9TKDneBa3eVK.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/xJHokMbljvjADYdit5fK5VQsXEG.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "Jack Reacher",
        "date": "04-02-2021",
        "debut": "21h05",
        "duree": "02h17",
        "synopsis": "Lentement, méticuleusement, un sniper armé d’un fusil à lunettes repère ses victimes au sein de la foule affairée d’une grande ville. Il tire six fois, abat cinq personnes. Arrêté, interrogé, apparemment clairement responsable du carnage, l’homme n’avoue pas. Il ne prononce qu’une seule phrase lors de son interrogatoire: «Trouvez Jack Reacher». Et Reacher, justement, est perturbé par cette affaire dont la résolution lui semble trop simple. Il connaît le tireur, un militaire surentraîné, et sait que jamais, il n’aurait raté une de ses cibles. Avec l’aide d’une avocate, Helen Rodin, Reacher va mettre le nez dans un imbroglio aux allures de complot explosif…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/uQBbjrLVsUibWxNDGA4Czzo8lwz.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/5QEtCBM6aXHftr7sgFxxUUl9Ej8.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "La faille",
        "date": "15-02-2021",
        "debut": "21h05",
        "duree": "02h",
        "synopsis": "Grèce 1974 - pendant l'ère brutale du gouvernement militaire, un responsable touristique innocent est accusé d'être membre du mouvement de résistance illégale. Deux agents secrets amènent la victime innocente à Athènes. Pendant leur voyage, leur voiture tombe en panne et ils s'arrêtent dans un petit village. Désormais, tout le monde se bat, et un jeu psychologique du chat et de la souris commence ...",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/jo7LeDgJc0jozaotSBLeRxn7Y1C.jpg",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "La ligne de démarcation, une France coupée en deux (1940-1943)",
        "date": "07-06-2021",
        "debut": "21h05",
        "duree": "01h45",
        "synopsis": "Entre juin 1940 et mars 1943, la ligne de démarcation, longue de 1200 kilomètres, a fracturé la France en deux. Pendant presque trois ans, elle a commandé le quotidien des 40 millions de Français. Au Nord, la zone occupée par les soldats d'Hitler, au Sud, la zone administrée par le régime de Vichy du Maréchal Pétain. Ce film lève le voile sur ce théâtre des errements honteux de la collaboration comme celui des actes les plus courageux et les plus nobles. Aux images d'archives et de tournage sur les lieux autrefois traversés par la ligne se mêlent des interviews avec les derniers témoins de cette époque.",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/im5wjZcgSlpmWOPSQHdUzAdS2aN.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/l0G5raTbBcOCzsEgtnmDZ9DzWFQ.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "Micmac à Millau des paysans face à la mondialisation",
        "date": "21-02-2022",
        "debut": "23h00",
        "duree": "01h05",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "Midway",
        "date": "09-12-2021",
        "debut": "21h05",
        "duree": "02h30",
        "synopsis": "Après la débâcle de Pearl Harbor qui a laissé la flotte américaine dévastée, la marine impériale japonaise prépare une nouvelle attaque qui devrait éliminer définitivement les forces aéronavales restantes de son adversaire.  La campagne du Pacifique va se jouer dans un petit atoll isolé du Pacifique nord : Midway.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/pQVWNmCKH8Uvijq1t7ItsecSyav.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/5xegGPhCSVMKbyh6zeT6Th0BWLB.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3",
        "nom": "Un crime au paradis",
        "date": "02-08-2021",
        "debut": "21h05",
        "duree": "01h50",
        "synopsis": "Jojo Braconnier ne peut plus supporter sa femme alcoolique, mauvaise et littéralement invivable. Il découvre à la télévision un reportage sur Maître Jacquard, un avocat brillant qui vient d'obtenir son vingt-cinquième acquittement. Jojo le rencontre et lui avoue le meurtre de sa femme, un crime qu'il n'a pas commis. De façon très adroite, il obtient des explications de l'avocat sur la façon dont il aurait dû agir pour obtenir les circonstances atténuantes, voire même l'acquittement. De retour chez lui, Jojo suit à la lettre les \"recommandations\" de Maître Jacquard et tue son épouse.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/umh4zuxGoEWuKwy2Sz7hHxFIzsy.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/ypkgC5jlFjw79O3TaXbEraJ7i0.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 3 Rhône-Alpes",
        "nom": "Le Sol (Rhône-Alpes)",
        "date": "25-02-2022",
        "debut": "22h45",
        "duree": "02h",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Au service secret de sa Majesté",
        "date": "03-06-2020",
        "debut": "21h00",
        "duree": "02h30",
        "synopsis": "Dès qu’elle monte sur le trône, Élisabeth Ire (1533-1603) compte de nombreux ennemis : non contente d’être femme et protestante, elle est aussi bâtarde, car fille d’Anne Boleyn, qu’Henri VIII avait épousée en deuxièmes noces, puis fait exécuter lorsque la petite Élisabeth avait 3 ans. On intrigue pour la chasser du trône au bénéfice de Marie Stuart, la très catholique reine d’Écosse. Mais la souveraine a deux soutiens de poids : l’habile corsaire Francis Drake, qu’elle choisit comme conseiller, et le chef des services secrets Francis Walsingham, qui parvient à infiltrer partout ses agents. Ses méthodes ont encore cours de nos jours dans les milieux du renseignement, des messages codés à la diffusion de fausses informations en passant par le retournement de partisans du camp adverse. Déjouant les complots de tout poil, ces deux hommes clés feront notamment échouer l’offensive de l’Invincible Armada, envoyée par le roi d’Espagne Philippe II en représailles de l’exécution de Marie Stuart.",
        "review": "🤢🤢🤢",
        "img_link": "https://image.tmdb.org/t/p/original/1RYsr89L2m5ZA5uNBRUv13mHRXv.jpg",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Bons baisers de Russie",
        "date": "11-09-2019",
        "debut": "21h00",
        "duree": "02h",
        "synopsis": "Venise, Kronsteen, grand champion d'échecs et membre du Spectre, a été chargé par Blofeld de rallumer la guerre froide entre l'Est et l'Ouest. Avec l'aide de Rosa Klebb, ex-chef des services secrets soviétiques, il a mis au point une stratégie qui passe par Istanbul et le vol du nouveau lecteur de déchiffrement soviétique. Persuadé que les britanniques vont mordre à l'hameçon qu'il leur tend et qu'ils vont envoyer sur place James Bond, il charge Klebb de recruter une jeune femme au sein du consulat russe, dont le rôle sera de séduire Bond, de l'aider à s'emparer du lecteur et de le livrer à un redoutable tueur, Red Grant. La première partie du plan de Kronsteen se déroule sans anicroche. Bond arrive à Istanbul et y rencontre Kerim Bey qui dirige les services de renseignements britanniques en Turquie. Il apprend ainsi que Tatiana Romanova est prête à passer à l'Ouest en leur donnant le lecteur.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/aEziUcFrC8m50RLj6FtdYIglGdA.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/8uNjWHsSW3TSOWDU4EY76H5MzAG.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Goldfinger",
        "date": "28-11-2018",
        "debut": "21h00",
        "duree": "01h55",
        "synopsis": "L'agent secret 007 est chargé d’enquêter sur les revenus d'Auric Goldfinger. La banque d'Angleterre a découvert qu'il entreposait d'énormes quantités d'or, mais s'inquiète de ne pas savoir dans quel but. Quelques verres, parties de golf, poursuites et autres aventures galantes plus loin, James Bond découvre en réalité les préparatifs du « crime du siècle », dont les retombées pourraient amener le chaos économique sur les pays développés du bloc de l'Ouest…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/8hN3D6rsQ98jSlkeMc43kfQ9pox.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/lh65Y0sUQcRh5UVVgnTOfMUbN2c.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Khéops, mystérieuses découvertes",
        "date": "16-09-2019",
        "debut": "22h35",
        "duree": "01h40",
        "synopsis": "Nombreux sont ceux qui ont espéré percer les secrets des géants de pierre, merveilles d'Égypte. Une mission internationale a eu l'autorisation de sonder, en 2015, à l'aide de technologies non invasives, la pyramide de Khéops, dernière demeure du pharaon. Ingénieurs en infrarouge thermique, experts en modélisation 3D et chercheurs en physique des particules, venus du monde entier, cherchent à établir la présence de structures inconnues à l'intérieur de l'édifice, grâce à des différences de température ou de densité. Ils font alors une découverte exceptionnelle : une cavité d'environ trente mètres se cache au cœur de la pyramide.",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/zyNMIOIEWMU3DlaEanv25BC7ygu.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/4gARPAsTPfumCDmxPDcR4cLRW3t.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "La nuit au musée 2",
        "date": "01-02-2015",
        "debut": "20h50",
        "duree": "01h37",
        "synopsis": "Ben Stiller réendosse le rôle de Larry, le gardien de musée le plus survolté, dans le dernier volet de la saga La Nuit au Musée. Il quitte  pour Londres où il va vivre sa plus grande aventure. Accompagné de ses amis le Président Roosevelt, Attila, le Romain Octavius, Jedediah et le pharaon Ahkmenrah, ainsi que de nouveaux personnages délirants, il va tenter de sauver la magie avant qu’elle ne disparaisse à tout jamais.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/ehKOWgF9xuTvGlM9luY9AwEB3Jc.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/8b9mOlxer8DVw4k368IXNG5HPBI.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Le Misanthrope",
        "date": "14-11-2021",
        "debut": "21h10",
        "duree": "03h",
        "synopsis": "Le Misanthrope, Avec Loïc Corbery, Adeline d'Hermy, Eric Génovèse, Florence Viala, Serge Bagdassarian. Second opus de la quadrilogie \"Du Misanthrope au Cardinal\", un quadriptyque scénique autour de la vie d'Alceste... Alceste, le misanthrope, est le plus loyal et le plus droit des hommes. Malheureusement il lui manque une vertu : l'indulgence pour la conduite des autres. Dans son rigorisme, il pousse la franchise jusqu'à la brutalité. Un compliment banal, de pure politesse, en voilà assez pour le faire crier au mensonge, à l'hypocrisie, et il ne voit partout qu'imposture, intérêt et trahison..",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/dG2jn14HSqSnbrGIn0jtiIzV7pg.jpg",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Les Boxtrolls",
        "date": "02-11-2017",
        "debut": "21h00",
        "duree": "01h35",
        "synopsis": "Les Boxtrolls est une fable qui se déroule à Cheesebridge, une ville huppée de l'époque victorienne, dont la principale préoccupation est le luxe, la distinction et la crème des fromages les plus puants. Sous le charme de ses rues pavées, se cachent les Boxtrolls, d’horribles monstres qui rampent hors des égouts la nuit pour dérober ce que les habitants ont de plus cher : leurs enfants et leurs fromages. C'est du moins la légende à laquelle les gens de Cheesebridge ont toujours cru.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/7ozH4dMKygWRrfYksGKaxysQxtD.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/dkBx0XNzsngDDqiWiPG08eMWBm7.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "On ne vit que deux fois",
        "date": "12-12-2018",
        "debut": "21h00",
        "duree": "02h05",
        "synopsis": "Le gouvernement d’un pays asiatique veut provoquer un conflit armé entre les États-Unis et l’URSS. Afin de rester dans l’anonymat, il confie cette mission à l’organisation criminelle et secrète du SPECTRE. Celle-ci commence à faire disparaître des capsules américaines et russes dans l’espace pour engendrer le conflit et James Bond est bientôt envoyé au Japon pour enquêter sur ces incidents. Désormais allié à Tigre Tanaka, le chef des services secrets japonais, et à ses nombreux agents, il a une fois de plus l’occasion de démontrer ses talents dans bien des domaines.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/ndTrIikus8KmeGnKdStGXvxsQS9.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/cpZAXIYA0lkZMpAt7d1MmH8ojNV.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 4",
        "nom": "Opération tonnerre",
        "date": "05-12-2018",
        "debut": "21h00",
        "duree": "02h15",
        "synopsis": "L'organisation criminelle SPECTRE détourne un avion de l'OTAN transportant deux bombes atomiques et réclame une rançon au gouvernement britannique. L'agent secret James Bond est envoyé aux Bahamas à la recherche de Domino, la sœur du commandant Derval, qui pilotait le Vulcan. Celui-ci a en fait été tué et remplacé par un sosie. 007 découvre que l'instigateur de l'opération est un dénommé Emilio Largo, un homme riche et cruel passionné par les requins.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/8dEXGawwI6aBUrh3RWKAQes9DAL.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/uJrKyUYf8FwVJQonCekRISeWUCc.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "Enquête de santé (Ces plastiques qui nous intoxiquent)",
        "date": "02-02-2021",
        "debut": "20h50",
        "duree": "01h50",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "La guerre de Troie a bien eu lieu",
        "date": "13-05-2021",
        "debut": "20h50",
        "duree": "01h40",
        "synopsis": "La guerre de Troie : un mythe universel, chanté par le plus ancien poète connu : Homère. Une guerre de dix ans, avec ses héros légendaires : Hélène, Agamemnon, Priam, Hector, Ulysse, Achille… Et si cette guerre avait vraiment eu lieu ?  En 1870, l’archéologue allemand Heinrich Schliemann entreprend de fouiller la colline d’Hissarlik, en Turquie. Il y découvre les ruines d’une citadelle antique et, caché dans un recoin de muraille, un trésor extraordinaire. Il en est sûr, cette citadelle, c’est Troie, et ce trésor, celui du roi Priam. Depuis, des archéologues se sont succédé sur cette colline pour en percer les secrets.",
        "review": "🤢🤢🤢",
        "img_link": "https://image.tmdb.org/t/p/original/cALApskQS4kNJjiKxb1tnjFzNjL.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/lXeqb1cjPvwbRNv4QiURmdvdy5w.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "La guerre de Troie a bien eu lieu",
        "date": "13-05-2021",
        "debut": "20h50",
        "duree": "01h40",
        "synopsis": "La guerre de Troie : un mythe universel, chanté par le plus ancien poète connu : Homère. Une guerre de dix ans, avec ses héros légendaires : Hélène, Agamemnon, Priam, Hector, Ulysse, Achille… Et si cette guerre avait vraiment eu lieu ?  En 1870, l’archéologue allemand Heinrich Schliemann entreprend de fouiller la colline d’Hissarlik, en Turquie. Il y découvre les ruines d’une citadelle antique et, caché dans un recoin de muraille, un trésor extraordinaire. Il en est sûr, cette citadelle, c’est Troie, et ce trésor, celui du roi Priam. Depuis, des archéologues se sont succédé sur cette colline pour en percer les secrets.",
        "review": "🤢🤢🤢",
        "img_link": "https://image.tmdb.org/t/p/original/cALApskQS4kNJjiKxb1tnjFzNjL.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/lXeqb1cjPvwbRNv4QiURmdvdy5w.jpg",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "Les 300, la bataille des Thermopyles (Les 300, la bataille des Thermopyles)",
        "date": "18-03-2021",
        "debut": "20h50",
        "duree": "01h05",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "Les mystères de la tapisserie de Bayeux",
        "date": "09-12-2021",
        "debut": "20h55",
        "duree": "01h40",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "Les mystères de Tintin (A la recherche du Lotus Bleu)",
        "date": "06-01-2019",
        "debut": "17h25",
        "duree": "01h04",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "France 5",
        "nom": "Péril en la demeure",
        "date": "07-06-2021",
        "debut": "20h50",
        "duree": "01h50",
        "synopsis": "David donne des cours de guitare à la fille de Julia et Graham. Mais, il devient un pion d’un jeu mystérieux et cruel où le pouvoir se gagne par le charme et la manipulation…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/qKei0U3Aop65fPKUkHFVXu1Ip9V.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/prUH2bccPu2ITAwSuM07YZX4Vox.jpg",
        "imprecis": false
    },
    {
        "chaine": "Histoire",
        "nom": "Sur les traces de Tintin («Le Crabe aux pinces d'or»)",
        "date": "31-03-2018",
        "debut": "21h40",
        "duree": "01h05",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Histoire",
        "nom": "Sur les traces de Tintin («Le Lotus bleu»)",
        "date": "10-03-2018",
        "debut": "21h40",
        "duree": "01h10",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Histoire",
        "nom": "Sur les traces de Tintin («Le Temple du Soleil»)",
        "date": "07-04-2018",
        "debut": "21h40",
        "duree": "01h05",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Histoire",
        "nom": "Sur les traces de Tintin («Les Cigares du pharaon»)",
        "date": "24-03-2018",
        "debut": "21h40",
        "duree": "01h10",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Histoire",
        "nom": "Sur les traces de Tintin («Tintin au Tibet»)",
        "date": "24-03-2018",
        "debut": "00h00",
        "duree": "01h05",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "Paramount Channel",
        "nom": "Grease",
        "date": "31-05-2021",
        "debut": "20h40",
        "duree": "02h35",
        "synopsis": "Durant l'été 1958, Sandy Olsson, une lycéenne australienne en vacances aux États-Unis, rencontre Danny Zuko, le chef de la bande des T-Birds. Leur amour est cependant interrompu par la fin des vacances : Sandy doit retourner en Australie.  Toutefois, le hasard fait que Sandy reste en Amérique et qu'elle intègre le lycée Rydell, l'établissement où étudie Danny. Elle y rencontre un groupe de filles, les « Pink Ladies », mené par Betty Rizzo. Sans savoir qu'ils sont si proches l'un de l'autre, Danny et Sandy racontent à leurs amis, chacun de leur côté,  leur amour de vacances. Danny et Sandy finissent par se rencontrer et décident de reprendre leur relation, bien que tout les oppose à l'école...",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/eaRVdZWk1rSFT4eDaRnUFR7I7xZ.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/rsY4obmi0TASPrXzjPvHa1wgzFy.jpg",
        "imprecis": false
    },
    {
        "chaine": "Paramount Channel",
        "nom": "Hostile Guns",
        "date": "30-08-2021",
        "debut": "19h00",
        "duree": "01h40",
        "synopsis": "Le marshal Gideon McCool est chargé d'accompagner des criminels jusqu'au pénitencier de Huntsville. Le transfert se fait par train, dans un wagon spécialement aménagé. Parmi les prisonniers, McCool reconnaît Laura Mannon, qu'il aima autrefois. Celle-ci, une entraîneuse de saloon, est accusée du meurtre de son amant...",
        "review": "★★",
        "img_link": "https://image.tmdb.org/t/p/original/5ACIKS0oEAEt32TIxMjXbdiwbZE.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/jwgeOmn1RwdEW77VBJWQLmrsrSm.jpg",
        "imprecis": false
    },
    {
        "chaine": "Paramount Channel",
        "nom": "Jackie Brown",
        "date": "24-12-2021",
        "debut": "20h40",
        "duree": "02h55",
        "synopsis": "Hôtesse de l’air, Jackie Brown arrondit ses fins de mois en convoyant de l’argent liquide pour le compte de Ordell Robbie, trafiquant d’armes. Quand la police et le FBI lui signifient qu’ils comptent sur elle pour faire tomber Robbie, Jackie Brown échafaude un plan audacieux.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/mc8lNVgDYMG2IQus5RmdcgvwOKx.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/u04CYmXVpppyPjl7JzThYmV8Kwg.jpg",
        "imprecis": false
    },
    {
        "chaine": "Paramount Channel",
        "nom": "Les producteurs",
        "date": "30-08-2021",
        "debut": "20h40",
        "duree": "01h50",
        "synopsis": "Afin de se mettre en faillite frauduleuse, un ancien producteur et un comptable joignent leurs efforts pour monter le spectacle théâtral le plus raté de tous les temps : « Le printemps d’Hitler ». Mais prise au second degré par les spectateurs, la pièce remporte un vif succès…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/q8a6Sa06Pxli1zCzGRecEJC00b0.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/kzxSkAGUWUA1niS9uHfby5aMFAv.jpg",
        "imprecis": false
    },
    {
        "chaine": "Paramount Channel",
        "nom": "Marathon Man",
        "date": "31-07-2022",
        "debut": "20h40",
        "duree": "02h25",
        "synopsis": "À New York, par un été caniculaire, un violent accident de voiture cause la mort de deux personnes, dont le frère d'un ancien criminel nazi planqué en Amérique du Sud, Christian Szell, qui se trouvait aux États-Unis afin d'y récupérer un vieux trésor de guerre. Cet accident va avoir des répercussions sur le quotidien tranquille de Thomas Levy, brillant étudiant en Histoire surnommé «Babe» par son entourage, et qui s'entraine d'arrache-pied en vue de courir un marathon. En effet, son grand frère Henry «Doc», membre d'une organisation secrète du Gouvernement américain, est dans la ligne de mire de Szell. Dès lors, «Babe» va devoir courir pour sauver sa peau, tout en cherchant à comprendre pourquoi il est lui aussi devenu une cible à éliminer.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/ymqimumwOR2w97SxpvCD5zsUnaR.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/t3j3HwSgOcpKHDg5CaYE4WnPQDC.jpg",
        "imprecis": false
    },
    {
        "chaine": "Paramount Channel",
        "nom": "Meurtre en suspens",
        "date": "18-01-2022",
        "debut": "20h40",
        "duree": "01h45",
        "synopsis": "Un modeste comptable se trouve pris dans un terrible piège lorsque sa fille est enlevée sous ses yeux afin de l'obliger à assassiner une femme politique influente. Il se rend compte que les services de sécurité font partie du complot et que lui-meme doit être elimine une fois son contrat rempli.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/AgRShFxYfm4bdyqSdg3fIvV3zyW.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/u1JzntSiNw9vUCqYIOcNDajWwdZ.jpg",
        "imprecis": false
    },
    {
        "chaine": "TF1",
        "nom": "25-04-2021 20h26 03m (34)",
        "date": "01-01-0001",
        "debut": "00h00",
        "duree": "00h00",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": true
    },
    {
        "chaine": "TF1",
        "nom": "Le seigneur des anneaux la communauté de l'anneau",
        "date": "09-06-2020",
        "debut": "21h05",
        "duree": "03h20",
        "synopsis": "Le jeune et timide Hobbit, Frodon Sacquet, hérite d'un anneau. Bien loin d'être une simple babiole, il s'agit de l'Anneau Unique, un instrument de pouvoir absolu qui permettrait à Sauron, le Seigneur des ténèbres, de régner sur la Terre du Milieu et de réduire en esclavage ses peuples. À moins que Frodon, aidé d'une Compagnie constituée de Hobbits, d'Hommes, d'un Magicien, d'un Nain, et d'un Elfe, ne parvienne à emporter l'Anneau à travers la Terre du Milieu jusqu'à la Crevasse du Destin, lieu où il a été forgé, et à le détruire pour toujours. Un tel périple signifie s'aventurer très loin en Mordor, les terres du Seigneur des ténèbres, où est rassemblée son armée d'Orques maléfiques... La Compagnie doit non seulement combattre les forces extérieures du mal mais aussi les dissensions internes et l'influence corruptrice qu'exerce l'Anneau lui-même.",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/5OPg6M0yHr21Ovs1fni2H1xpKuF.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/gU84vBGG2x8K3x1zrz4SggiN5hr.jpg",
        "imprecis": false
    },
    {
        "chaine": "TF1",
        "nom": "Le seigneur des anneaux Le retour du roi",
        "date": "23-06-2020",
        "debut": "21h05",
        "duree": "03h25",
        "synopsis": "Les armées de Sauron ont attaqué Minas Tirith, la capitale de Gondor. Jamais ce royaume autrefois puissant n'a eu autant besoin de son roi. Mais Aragorn trouvera-t-il en lui la volonté d'accomplir sa destinée ? Tandis que Gandalf tente de soutenir les forces brisées de Gondor, Théoden exhorte les guerriers de Rohan à se joindre au combat.  Mais malgré leur courage et leur loyauté, les armées des Hommes ne sont pas de taille à lutter contre les innombrables légions ennemies qui s'abattent sur la Terre du Milieu... Chaque victoire se paye d'immenses sacrifices. Pendant ce temps et malgré ses pertes, la Communauté poursuit sa quête, ses membres faisant tout pour détourner l'attention de Sauron afin de donner à Frodon une chance d'accomplir sa mission. Voyageant à travers les terres ennemies, ce dernier doit s'appuyer sur Sam et Gollum, tandis que l'Anneau continue de le tenter ...",
        "review": "★★★★",
        "img_link": "https://image.tmdb.org/t/p/original/ypUCFOvOf07bcHy81jng9LyMUfi.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/lXhgCODAbBXL5buk9yEmTpOoOgR.jpg",
        "imprecis": false
    },
    {
        "chaine": "TF1",
        "nom": "Le seigneur des anneaux les deux tours (Le seigneur des anneaux Les deux tours)",
        "date": "16-06-2020",
        "debut": "21h05",
        "duree": "03h25",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "TFX",
        "nom": "L'espion qui m'a larguée",
        "date": "07-03-2021",
        "debut": "21h05",
        "duree": "02h20",
        "synopsis": "Audrey et Morgan, deux trentenaires vivant à Los Angeles, se retrouvent embarquées malgré elles dans une conspiration internationale lorsque l'ex-petit ami d'Audrey débarque à son appartement poursuivi par une équipe d'assassins. Les deux jeunes femmes sont contraintes d’échapper à leurs poursuivants à travers toute l’Europe, tout en tentant de sauver le monde avec l’aide d’un agent au charme “so british”.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/jbg024f4V6kOXPhGLYUb4hHjY5y.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/uN6v3Hz4qI2CIqT1Ro4vPgAbub3.jpg",
        "imprecis": false
    },
    {
        "chaine": "TMC",
        "nom": "Fantômas",
        "date": "08-08-2019",
        "debut": "22h55",
        "duree": "02h30",
        "synopsis": "Un personnage mystérieux commet des vols et des crimes dans la capitale sous le nom de Fantômas. Le commissaire Juve et le journaliste Fandor enquêtent chacun a leur manière sur cette affaire. Ils ne croient pas à l’existence d’un tel malfaiteur. Mais ils se retrouvent confrontés à Fantômas, dont la méthode consiste à utiliser des masques pour commettre ses méfaits. Il prend ainsi diverses identités dont celles de nos deux héros.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/tKFmEZLSkqg6vYP8g62qQa6RTnd.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/gB7HnaXiW55375A8zYvyJTL6Kpa.jpg",
        "imprecis": false
    },
    {
        "chaine": "TMC",
        "nom": "Seul sur Mars",
        "date": "31-05-2021",
        "debut": "21h15",
        "duree": "02h50",
        "synopsis": "Au cours d’une mission spatiale habitée sur Mars, et à la suite d’un violent orage, l’astronaute Mark Watney est laissé pour mort et abandonné sur place par son équipage. Mais Watney a survécu et se retrouve seul sur cette planète hostile. Avec de maigres provisions, il ne doit compter que sur son ingéniosité, son bon sens et son intelligence pour survivre et trouver un moyen d’alerter la Terre qu’il est encore vivant. À des millions de kilomètres de là, la NASA et une équipe de scientifiques internationaux travaillent sans relâche pour ramener « le Martien » sur terre, pendant que, en parallèle, ses coéquipiers tentent secrètement d’organiser une audacieuse voire impossible mission de sauvetage.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/7wTv70QMeSFbt3MKyewwXzuXAEv.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/3dPhs7hUnQLphDFzdkD407VZDYo.jpg",
        "imprecis": false
    },
    {
        "chaine": "TV5 Monde",
        "nom": "Comment Je Me Suis Disputé",
        "date": "01-01-0001",
        "debut": "00h00",
        "duree": "00h00",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": true
    },
    {
        "chaine": "TV5 Monde",
        "nom": "La sentinelle",
        "date": "17-05-2021",
        "debut": "21h00",
        "duree": "02h33",
        "synopsis": "Mathias, qui vivait en Allemagne, décide de regagner la France. Dans le train, il croise un homme qui le menace, l'insulte et disparaît. Il découvre le lendemain dans sa valise une tête humaine réduite à la manière des Indiens Jivaros. Mathias ne pense plus qu'à cette tête, tente de percer son mystère et s'isole totalement du monde…",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/jPveiKaj9ujkGbqfQLIHDetRkqW.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/4zFX1eWQlkkLSU2i3iHLz5oGvHA.jpg",
        "imprecis": false
    },
    {
        "chaine": "TV5 Monde",
        "nom": "Les petits meurtres d'Agatha Christie (S02E17",
        "date": "L'homme",
        "debut": "au",
        "duree": "complet",
        "synopsis": "No description.",
        "review": "No review.",
        "img_link": "default.img",
        "backgrd": "default_backgrd.img",
        "imprecis": false
    },
    {
        "chaine": "W9",
        "nom": "Alice de l'autre côté du miroir",
        "date": "05-12-2019",
        "debut": "21h05",
        "duree": "01h55",
        "synopsis": "Endormie dans un fauteuil, Alice rêve qu'elle passe de l'autre côté du miroir et se retrouve dans un pays féerique ressemblant à un jeu d'Échecs. Dans ce monde merveilleux tout est inversé, pour aller à la rencontre des étranges personnages peuplant ce royaume elle doit s'éloigner d'eux et si elle se met à courir... elle se retrouve au même endroit. De même, il lui faut offrir les parts d'un gâteau avant de l'avoir tranché...",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/nGwBpnEW38I1NO0aLC2TSfrlfPV.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/aoTWits7kWkiurt1yXyH9xIKWS1.jpg",
        "imprecis": false
    },
    {
        "chaine": "W9",
        "nom": "Ghost in the Shell",
        "date": "02-01-2022",
        "debut": "23h20",
        "duree": "02h05",
        "synopsis": "Dans un futur proche, le Major est unique en son genre : humaine sauvée d’un terrible accident, son corps aux capacités cybernétiques lui permet de lutter contre les plus dangereux criminels. Face à une menace d’un nouveau genre qui permet de pirater et de contrôler les esprits, le Major est la seule à pouvoir la combattre. Alors qu’elle s’apprête à affronter ce nouvel ennemi, elle découvre qu’on lui a menti : sa vie n’a pas été sauvée, on la lui a volée. Rien ne l’arrêtera pour comprendre son passé, trouver les responsables et les empêcher de recommencer avec d’autres.",
        "review": "★★★",
        "img_link": "https://image.tmdb.org/t/p/original/hqZFvDYiCKOXbfSZuIEJUuQW29n.jpg",
        "backgrd": "https://image.tmdb.org/t/p/original/cDOv649oRCxLxsrMtboqSFOb6aB.jpg",
        "imprecis": false
    }
]